Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 重试会用同一个 Agent 重新建立连接并处理这批素材。
de: Beim erneuten Versuch baut derselbe Agent die Verbindung neu auf und verarbeitet diesen Stapel.
en: Retrying reconnects with the same Agent and processes this batch of items.
es: Al reintentar se restablece la conexión con el mismo Agent y se procesa este lote de elementos.
fr: Réessayer rétablit la connexion avec le même Agent et traite ce lot d'éléments.
ja: 再試行すると、同じ Agent で接続を再確立し、このバッチの素材を処理します。
ko: 다시 시도하면 같은 Agent로 연결을 다시 설정하고 이 배치의 항목을 처리합니다.

source: · 已有 %lld 秒未收到新进度
de: · seit %lld Sekunden kein neuer Fortschritt
en: · no new progress for %lld sec
es: · sin progreso nuevo desde hace %lld s
fr: · aucune progression depuis %lld s
ja: · %lld 秒間新しい進捗がありません
ko: · %lld초 동안 새 진행 상황 없음

source: · 显示器全屏
de: · Vollbild
en: · Full Display
es: · pantalla completa
fr: · plein écran
ja: · ディスプレイ全画面
ko: · 디스플레이 전체 화면

source: · 显示最近 50 条
de: · neueste 50 angezeigt
en: · showing the latest 50
es: · se muestran los 50 más recientes
fr: · 50 plus récents affichés
ja: ・最新 50 件を表示
ko: · 최근 50개 표시

source: # Memory ## 关于我 - [[Profile|个人信息与偏好]] - [[Now|当前关注事项]] ## 重要记忆 主题积累在 Wiki/，每日记录保存在 Daily/。 ## 待确认 待确认内容保存在 Inbox/。
de: # Memory ## Über mich - [[Profile|Persönliche Informationen und Vorlieben]] - [[Now|Aktuelle Themen]] ## Wichtige Memory-Seiten Themen sammeln sich in Wiki/, tägliche Aufzeichnungen liegen in Daily/. ## Zu bestätigen Zu bestätigende Inhalte liegen in Inbox/.
en: # Memory ## About Me - [[Profile|Personal information and preferences]] - [[Now|Current focus]] ## Key Memory Topics accumulate in Wiki/, and daily records are kept in Daily/. ## To Confirm Content awaiting confirmation is kept in Inbox/.
es: # Memory ## Sobre mí - [[Profile|Información personal y preferencias]] - [[Now|Enfoque actual]] ## Páginas de Memory importantes Los temas se acumulan en Wiki/ y los registros diarios se guardan en Daily/. ## Por confirmar El contenido por confirmar se guarda en Inbox/.
fr: # Memory ## À propos de moi - [[Profile|Informations personnelles et préférences]] - [[Now|Priorités actuelles]] ## Pages Memory importantes Les sujets s'accumulent dans Wiki/, les notes quotidiennes sont enregistrées dans Daily/. ## À confirmer Le contenu à confirmer est enregistré dans Inbox/.
ja: # Memory ## 私について - [[Profile|個人情報と好み]] - [[Now|現在の関心事項]] ## 重要な Memory テーマ別の蓄積は Wiki/ に、日々の記録は Daily/ に保存されます。 ## 確認待ち 確認待ちの内容は Inbox/ に保存されます。
ko: # Memory ## 나에 관하여 - [[Profile|개인 정보와 선호]] - [[Now|현재 관심 사항]] ## 중요한 Memory 주제는 Wiki/에 누적되고, 일일 기록은 Daily/에 저장됩니다. ## 확인 대기 확인 대기 중인 내용은 Inbox/에 저장됩니다.

source: # Now ## 当前项目 尚未整理。 ## 当前问题 ## 下一步
de: # Now ## Aktuelle Projekte Noch nicht organisiert. ## Aktuelle Fragen ## Nächste Schritte
en: # Now ## Current Projects Not organized yet. ## Current Issues ## Next Steps
es: # Now ## Proyectos actuales Aún sin organizar. ## Problemas actuales ## Próximos pasos
fr: # Now ## Projets en cours Pas encore organisé. ## Questions en cours ## Prochaines étapes
ja: # Now ## 現在のプロジェクト まだ整理されていません。 ## 現在の課題 ## 次のステップ
ko: # Now ## 현재 프로젝트 아직 정리되지 않았습니다. ## 현재 문제 ## 다음 단계

source: # Profile ## 已确认的信息 尚未填写。只保存你明确表达或确认的信息。 ## 沟通偏好 ## 工作方式 ## 长期目标 ## 最近确认
de: # Profile ## Bestätigte Informationen Noch nicht ausgefüllt. Hier werden nur Informationen gespeichert, die du ausdrücklich geäußert oder bestätigt hast. ## Kommunikationsvorlieben ## Arbeitsweise ## Langfristige Ziele ## Zuletzt bestätigt
en: # Profile ## Confirmed Information Not filled in yet. Only information you have explicitly stated or confirmed is kept here. ## Communication Preferences ## Working Style ## Long-Term Goals ## Recently Confirmed
es: # Profile ## Información confirmada Aún sin completar. Solo se guarda la información que hayas expresado o confirmado de forma explícita. ## Preferencias de comunicación ## Forma de trabajar ## Objetivos a largo plazo ## Confirmado recientemente
fr: # Profile ## Informations confirmées Pas encore renseigné. Seules les informations que vous avez explicitement exprimées ou confirmées sont conservées. ## Préférences de communication ## Façon de travailler ## Objectifs à long terme ## Confirmé récemment
ja: # Profile ## 確認済みの情報 まだ記入されていません。あなたが明示的に述べた、または確認した情報のみを保存します。 ## コミュニケーションの好み ## 仕事の進め方 ## 長期目標 ## 最近の確認
ko: # Profile ## 확인된 정보 아직 작성되지 않았습니다. 사용자가 명확히 표현하거나 확인한 정보만 저장합니다. ## 소통 선호 ## 작업 방식 ## 장기 목표 ## 최근 확인

source: %@ %lld 项
de: %@: %lld
en: %@: %lld
es: %@: %lld
fr: %@ : %lld
ja: %@ %lld 件
ko: %@ %lld개

source: %@ · %lld 条依据
de: %1$@ · Belege: %2$lld
en: %1$@ · Evidence: %2$lld
es: %1$@ · evidencias: %2$lld
fr: %1$@ · %2$lld preuves
ja: %1$@ · 根拠 %2$lld 件
ko: %1$@ · 근거 %2$lld개

source: %@ · 将自动重试
de: %@ · wird automatisch erneut versucht
en: %@ · will retry automatically
es: %@ · se reintentará automáticamente
fr: %@ · nouvelle tentative automatique
ja: %@ · 自動的に再試行します
ko: %@ · 자동으로 다시 시도합니다

source: %@ · 已用时 %lld 分 %lld 秒%@
de: %1$@ · Dauer %2$lld Min. %3$lld Sek.%4$@
en: %1$@ · %2$lld min %3$lld sec elapsed%4$@
es: %1$@ · %2$lld min %3$lld s transcurridos%4$@
fr: %1$@ · %2$lld min %3$lld s écoulées%4$@
ja: %1$@ · 経過 %2$lld 分 %3$lld 秒%4$@
ko: %1$@ · %2$lld분 %3$lld초 경과%4$@

source: %@ 出错 · %lld 条等待
de: Fehler bei %1$@ · %2$lld wartend
en: %1$@ error · %2$lld waiting
es: Error en %1$@ · %2$lld en espera
fr: %1$@ en erreur · %2$lld en attente
ja: %1$@ エラー · %2$lld 件待機中
ko: %1$@ 오류 · %2$lld개 대기 중

source: %@ 已有其他服务使用 myclip 名称，请先在客户端中重命名该服务。
de: In %@ verwendet bereits ein anderer Dienst den Namen „myclip“. Benenne diesen Dienst zuerst im Client um.
en: %@ already has another server named myclip. Rename that server in the client first.
es: En %@ ya hay otro servicio con el nombre myclip; cámbiale el nombre en el cliente antes de continuar.
fr: %@ utilise déjà le nom myclip pour un autre service ; renommez d'abord ce service dans le client.
ja: %@ では別のサービスが myclip という名前を使用しています。先にクライアント側でそのサービスの名前を変更してください。
ko: %@에 이미 myclip 이름을 사용하는 다른 서비스가 있습니다. 먼저 클라이언트에서 해당 서비스의 이름을 변경하십시오.

source: %@ 正在思考…
de: %@ denkt nach …
en: %@ is thinking…
es: %@ está razonando…
fr: %@ réfléchit…
ja: %@ が思考中…
ko: %@ 사고 중…

source: %@ 正在生成结果…
de: %@ erstellt das Ergebnis …
en: %@ is generating results…
es: %@ está generando el resultado…
fr: %@ génère le résultat…
ja: %@ が結果を生成中…
ko: %@ 결과 생성 중…

source: %@ 的 MCP 配置格式不正确，原文件未改动。
de: Die MCP-Konfiguration von %@ hat ein ungültiges Format. Die Originaldatei wurde nicht geändert.
en: The MCP configuration for %@ is malformed; the original file was left unchanged.
es: El formato de la configuración MCP de %@ no es válido; el archivo original no se ha modificado.
fr: Le format de la configuration MCP de %@ est incorrect ; le fichier d'origine n'a pas été modifié.
ja: %@ の MCP 設定の形式が正しくありません。元のファイルは変更されていません。
ko: %@의 MCP 구성 형식이 올바르지 않습니다. 원본 파일은 변경되지 않았습니다.

source: %@ 的窗口截图
de: Bildschirmfoto des Fensters von %@
en: Window screenshot of %@
es: Captura de la ventana de %@
fr: Capture d'écran de la fenêtre de %@
ja: %@ のウインドウのスクリーンショット
ko: %@ 윈도우 스크린샷

source: %@ 第 %lld 次尝试排队中。
de: %1$@: Versuch %2$lld ist eingereiht.
en: %1$@ Attempt %2$lld is queued.
es: %1$@ El intento %2$lld está en cola.
fr: %1$@ : tentative %2$lld en file d'attente.
ja: %1$@ の %2$lld 回目の試行を待機しています。
ko: %1$@의 %2$lld번째 시도가 대기열에 있습니다.

source: %@ 自带 ACP 支持，无需连接组件；请先安装 %@ 命令行。
de: %1$@ unterstützt ACP direkt, eine Verbindungskomponente ist nicht nötig. Installiere zuerst das %2$@-Befehlszeilentool.
en: %1$@ has built-in ACP support and needs no connector. Install the %2$@ command line tool first.
es: %1$@ incluye compatibilidad con ACP y no necesita componente de conexión; instala primero la línea de comandos de %2$@.
fr: %1$@ prend en charge ACP nativement, sans composant de connexion ; installez d'abord la ligne de commande %2$@.
ja: %1$@ は ACP をネイティブサポートしているため、接続コンポーネントは不要です。先に %2$@ コマンドラインをインストールしてください。
ko: %1$@에는 ACP 지원이 내장되어 있어 연결 구성요소가 필요하지 않습니다. 먼저 %2$@ 명령어 라인을 설치하십시오.

source: %@ 配置必须是 JSON 对象，原文件未改动。
de: Die Konfiguration von %@ muss ein JSON-Objekt sein. Die Originaldatei wurde nicht geändert.
en: The %@ configuration must be a JSON object; the original file was left unchanged.
es: La configuración de %@ debe ser un objeto JSON; el archivo original no se ha modificado.
fr: La configuration de %@ doit être un objet JSON ; le fichier d'origine n'a pas été modifié.
ja: %@ の設定は JSON オブジェクトである必要があります。元のファイルは変更されていません。
ko: %@ 구성은 JSON 객체여야 합니다. 원본 파일은 변경되지 않았습니다.

source: %@ 需要确认
de: %@ benötigt eine Bestätigung
en: %@ Needs Confirmation
es: %@ necesita confirmación
fr: %@ demande une confirmation
ja: %@ が確認を求めています
ko: %@ 확인 필요

source: %@。明天会再做。
de: %@. Läuft morgen erneut.
en: %@. It will run again tomorrow.
es: %@. Se repetirá mañana.
fr: %@. Il reprendra demain.
ja: %@。明日もう一度行います。
ko: %@. 내일 다시 진행합니다.

source: %@任务，可上下滚动
de: Aufgaben „%@“, vertikal scrollbar
en: %@ tasks, scrollable
es: Tareas con estado “%@”, se pueden desplazar verticalmente
fr: Tâches « %@ », défilement vertical possible
ja: %@タスク、上下にスクロールできます
ko: %@ 작업, 위아래로 스크롤 가능

source: %@已授权
de: %@ erlaubt
en: %@ granted
es: %@: permiso concedido
fr: %@ : autorisation accordée
ja: %@は許可済み
ko: %@ 허용됨

source: %@，%lld 次出现，%@
de: %1$@, %2$lld Vorkommen, %3$@
en: %1$@, %2$lld occurrences, %3$@
es: %1$@, %2$lld apariciones, %3$@
fr: %1$@, %2$lld occurrences, %3$@
ja: %1$@、%2$lld 回出現、%3$@
ko: %1$@, %2$lld회 등장, %3$@

source: %lld / %lld 次有用量
de: %1$lld von %2$lld mit Verbrauchsdaten
en: %1$lld / %2$lld requests with usage
es: %1$lld de %2$lld solicitudes con uso
fr: %1$lld / %2$lld avec utilisation remontée
ja: %1$lld / %2$lld 回に使用量あり
ko: %1$lld / %2$lld회 사용량 있음

source: %lld / 2 已授权
de: %lld von 2 erlaubt
en: %lld / 2 granted
es: %lld de 2 autorizados
fr: %lld / 2 autorisations accordées
ja: %lld / 2 件許可済み
ko: %lld / 2 허용됨

source: %lld 个画面 · %lld 次出现
de: Bilder: %1$lld · Vorkommen: %2$lld
en: %1$lld frames · %2$lld occurrences
es: Imágenes: %1$lld · apariciones: %2$lld
fr: %1$lld images · %2$lld occurrences
ja: %1$lld 画面 · %2$lld 回出現
ko: 화면 %1$lld개 · %2$lld회 등장

source: %lld 分 %lld 秒
de: %1$lld Min. %2$lld Sek.
en: %1$lld min %2$lld sec
es: %1$lld min %2$lld s
fr: %1$lld min %2$lld s
ja: %1$lld 分 %2$lld 秒
ko: %1$lld분 %2$lld초

source: %lld 张截图；具体依据见正文引用
de: Bildschirmfotos: %lld; konkrete Belege siehe Verweise im Text
en: Screenshots: %lld; see citations in the text for specific evidence
es: Capturas de pantalla: %lld; la evidencia concreta está en las citas del texto
fr: %lld captures d'écran ; voir les citations dans le texte pour les preuves
ja: スクリーンショット %lld 枚。詳しい根拠は本文の引用を参照
ko: 스크린샷 %lld장. 구체적인 근거는 본문 인용 참조

source: %lld 张独立图片
de: Eindeutige Bilder: %lld
en: %lld unique images
es: Imágenes únicas: %lld
fr: %lld images distinctes
ja: %lld 枚の個別画像
ko: 고유 이미지 %lld장

source: %lld 条%@
de: %1$lld Einträge%2$@
en: %1$lld records%2$@
es: Registros: %1$lld%2$@
fr: %1$lld éléments%2$@
ja: %1$lld 件%2$@
ko: %1$lld개%2$@

source: %lld 条依据
de: Belege: %lld
en: Evidence: %lld
es: Evidencias: %lld
fr: %lld preuves
ja: 根拠 %lld 件
ko: 근거 %lld개

source: %lld 条等待 · %@整理
de: %1$lld wartend · Organisation %2$@
en: %1$lld waiting · organizing %2$@
es: %1$lld en espera · se organizará %2$@
fr: %1$lld en attente · organisation %2$@
ja: %1$lld 件待機中 · %2$@整理
ko: %1$lld개 대기 중 · %2$@ 정리

source: %lld 条等待 · %@第 %lld 次尝试上一批
de: %1$lld wartend · Versuch %3$lld für den letzten Stapel %2$@
en: %1$lld waiting · retrying previous batch %2$@ (attempt %3$lld)
es: %1$lld en espera · %2$@ se hará el intento %3$lld del lote anterior
fr: %1$lld en attente · tentative %3$lld du lot précédent %2$@
ja: %1$lld 件待機中 · %2$@前のバッチを再試行（%3$lld 回目）
ko: %1$lld개 대기 중 · %2$@ 이전 배치 %3$lld번째 시도

source: %lld 条等待 · 前方还有其他 Agent 的截图
de: %lld wartend · zuerst kommen Bildschirmfotos eines anderen Agents
en: %lld waiting · screenshots for another Agent are ahead in the queue
es: %lld en espera · hay capturas de otro Agent por delante
fr: %lld en attente · des captures d'un autre Agent passent avant
ja: %lld 件待機中 · 前に他の Agent のスクリーンショットがあります
ko: %lld개 대기 중 · 앞에 다른 Agent의 스크린샷이 있음

source: %lld 条等待 · 正在使用 %@
de: %1$lld wartend · %2$@ wird verwendet
en: %1$lld waiting · using %2$@
es: %1$lld en espera · usando %2$@
fr: %1$lld en attente · utilisation de %2$@
ja: %1$lld 件待機中 · %2$@ を使用中
ko: %1$lld개 대기 중 · %2$@ 사용 중

source: %lld 条等待 · 正在识别任务
de: %lld wartend · Aufgaben werden erkannt
en: %lld waiting · discovering tasks
es: %lld en espera · identificando tareas
fr: %lld en attente · identification des tâches
ja: %lld 件待機中 · タスクを認識中
ko: %lld개 대기 중 · 작업 식별 중

source: %lld 条等待 · 请启用 %@ 继续原任务
de: %1$lld wartend · aktiviere %2$@, um die ursprüngliche Aufgabe fortzusetzen
en: %1$lld waiting · enable %2$@ to continue the original job
es: %1$lld en espera · activa %2$@ para continuar la tarea original
fr: %1$lld en attente · activez %2$@ pour poursuivre la tâche initiale
ja: %1$lld 件待機中 · %2$@ を有効にして元のタスクを続けてください
ko: %1$lld개 대기 중 · 원래 작업을 계속하려면 %2$@ 활성화 필요

source: %lld 条素材
de: %lld Elemente
en: %lld items
es: Elementos: %lld
fr: %lld éléments
ja: %lld 件の素材
ko: 항목 %lld개

source: %lld 条结果
de: Ergebnisse: %lld
en: %lld results
es: Resultados: %lld
fr: %lld résultats
ja: %lld 件の結果
ko: 결과 %lld개

source: %lld 次
de: %lld×
en: %lld×
es: %lld×
fr: %lld fois
ja: %lld 回
ko: %lld회

source: %lld 次出现
de: %lld Vorkommen
en: %lld occurrences
es: Apariciones: %lld
fr: %lld occurrences
ja: %lld 回出現
ko: %lld회 등장

source: %lld 次请求
de: Anfragen: %lld
en: %lld requests
es: Solicitudes: %lld
fr: %lld requêtes
ja: %lld 回のリクエスト
ko: 요청 %lld회

source: %lld 篇记忆
de: Memory-Seiten: %lld
en: %lld Memory pages
es: Páginas de Memory: %lld
fr: %lld pages Memory
ja: %lld 件の Memory ページ
ko: Memory 페이지 %lld개

source: %lld 项修改待确认
de: Änderungen zu bestätigen: %lld
en: Changes to Confirm: %lld
es: Cambios por confirmar: %lld
fr: %lld modifications à confirmer
ja: %lld 件の変更が確認待ち
ko: 변경 %lld개 확인 대기

source: 30 天
de: 30 Tage
en: 30 Days
es: 30 días
fr: 30 jours
ja: 30 日
ko: 30일

source: 7 天
de: 7 Tage
en: 7 Days
es: 7 días
fr: 7 jours
ja: 7 日
ko: 7일

source: 90 天
de: 90 Tage
en: 90 Days
es: 90 días
fr: 90 jours
ja: 90 日
ko: 90일

source: AI 从近期活动中发现
de: Von der KI aus jüngsten Aktivitäten erkannt
en: Discovered by AI from recent activity
es: Descubierto por la IA en la actividad reciente
fr: Découvert par l'IA dans l'activité récente
ja: AI が最近の活動から発見
ko: AI가 최근 활동에서 발견

source: AI 已更新进展
de: KI hat den Fortschritt aktualisiert
en: AI updated progress
es: La IA ha actualizado el progreso
fr: Progression mise à jour par l'IA
ja: AI が進捗を更新しました
ko: AI가 진행 상황 업데이트

source: AI 建议调整为%@
de: KI schlägt „%@“ vor
en: AI suggests changing to %@
es: La IA sugiere cambiar a %@
fr: L'IA suggère de passer à « %@ »
ja: AI の提案：%@に変更
ko: AI 제안: %@ 상태로 변경

source: AI 更新进展
de: Mit KI aktualisieren
en: Update with AI
es: Actualizar con la IA
fr: Mettre à jour avec l'IA
ja: AI で進捗を更新
ko: AI로 진행 상황 업데이트

source: AI 正在发现待办并更新任务进展…
de: KI erkennt Aufgaben und aktualisiert den Fortschritt …
en: AI is discovering to-dos and updating task progress…
es: La IA está descubriendo pendientes y actualizando el progreso de las tareas…
fr: L'IA recherche des tâches à faire et met à jour la progression…
ja: AI が ToDo を発見し、タスクの進捗を更新しています…
ko: AI가 할 일을 찾고 작업 진행 상황을 업데이트하는 중…

source: AI 跟进进展，可拖动卡片调整状态
de: KI verfolgt den Fortschritt; ziehe Karten, um den Status zu ändern
en: AI tracks progress; drag cards to change status
es: La IA sigue el progreso; arrastra las tarjetas para cambiar el estado
fr: L'IA suit la progression ; faites glisser les cartes pour changer d'état
ja: AI が進捗を追跡します。カードをドラッグして状態を変更できます
ko: AI가 진행 상황을 추적합니다. 카드를 드래그하여 상태를 변경할 수 있습니다.

source: Agent 以 Full 权限运行，读写文件、运行工具和访问网络都不需要逐次确认；使用各自已有的登录。
de: Der Agent läuft mit Full-Berechtigungen: Dateien lesen und schreiben, Tools ausführen und auf das Netzwerk zugreifen erfordern keine Einzelbestätigung. Es wird die jeweils vorhandene Anmeldung verwendet.
en: The Agent runs with Full permissions: reading and writing files, running tools, and accessing the network need no per-action confirmation. Each Agent uses its own existing login.
es: El Agent se ejecuta con permisos Full: leer y escribir archivos, ejecutar herramientas y acceder a la red no requieren confirmación cada vez; se usa el inicio de sesión existente de cada uno.
fr: L'Agent s'exécute avec les autorisations Full : lecture et écriture de fichiers, exécution d'outils et accès réseau se font sans confirmation à chaque fois ; chacun utilise sa connexion existante.
ja: Agent は Full 権限で実行され、ファイルの読み書き、ツールの実行、ネットワークアクセスに毎回の確認は不要です。各 Agent の既存のログインを使用します。
ko: Agent는 Full 권한으로 실행되며 파일 읽기/쓰기, 도구 실행, 네트워크 접근에 매번 확인이 필요하지 않습니다. 각 Agent의 기존 로그인을 사용합니다.

source: Agent 删除了必须保留的根文件：%@
de: Der Agent hat eine erforderliche Stammdatei gelöscht: %@
en: The Agent deleted a required root file: %@
es: El Agent eliminó un archivo raíz que debe conservarse: %@
fr: L'Agent a supprimé un fichier racine qui doit être conservé : %@
ja: Agent が保持すべきルートファイルを削除しました：%@
ko: Agent가 보관해야 하는 루트 파일을 삭제했습니다: %@

source: Agent 响应超时，可以重试。
de: Der Agent hat nicht rechtzeitig geantwortet. Du kannst es erneut versuchen.
en: The Agent timed out. You can retry.
es: El Agent no respondió a tiempo; puedes reintentar.
fr: L'Agent n'a pas répondu à temps ; vous pouvez réessayer.
ja: Agent の応答がタイムアウトしました。再試行できます。
ko: Agent 응답 시간이 초과되었습니다. 다시 시도할 수 있습니다.

source: Agent 在完成前停止，请重试。
de: Der Agent hat vor dem Abschluss angehalten. Bitte erneut versuchen.
en: The Agent stopped before finishing. Please retry.
es: El Agent se detuvo antes de terminar; reintenta.
fr: L'Agent s'est arrêté avant de terminer ; réessayez.
ja: Agent が完了前に停止しました。再試行してください。
ko: Agent가 완료 전에 중단되었습니다. 다시 시도하십시오.

source: Agent 请求权限
de: Agent fordert Berechtigung an
en: Agent Permission Request
es: El Agent solicita permiso
fr: L'Agent demande une autorisation
ja: Agent が権限を要求しています
ko: Agent 권한 요청

source: Agent 返回错误。
de: Der Agent hat einen Fehler zurückgegeben.
en: The Agent returned an error.
es: El Agent devolvió un error.
fr: L'Agent a renvoyé une erreur.
ja: Agent がエラーを返しました。
ko: Agent가 오류를 반환했습니다.

source: Agent 连接已关闭。%@
de: Die Verbindung zum Agent wurde geschlossen. %@
en: The Agent connection was closed. %@
es: La conexión con el Agent se ha cerrado. %@
fr: La connexion à l'Agent est fermée. %@
ja: Agent との接続が閉じられました。%@
ko: Agent 연결이 닫혔습니다. %@

source: Agent 通信错误：%@
de: Kommunikationsfehler mit dem Agent: %@
en: Agent communication error: %@
es: Error de comunicación con el Agent: %@
fr: Erreur de communication avec l'Agent : %@
ja: Agent 通信エラー：%@
ko: Agent 통신 오류: %@

source: Claude Code（命令行）
de: Claude Code (Befehlszeile)
en: Claude Code (Command Line)
es: Claude Code (línea de comandos)
fr: Claude Code (ligne de commande)
ja: Claude Code（コマンドライン）
ko: Claude Code(명령어 라인)

source: Claude Desktop（桌面端）
de: Claude Desktop (Desktop-App)
en: Claude Desktop (Desktop App)
es: Claude Desktop (app de escritorio)
fr: Claude Desktop (app de bureau)
ja: Claude Desktop（デスクトップ版）
ko: Claude Desktop(데스크탑 앱)

source: Codex 配置未完成。%@
de: Die Codex-Konfiguration ist unvollständig. %@
en: Codex setup is incomplete. %@
es: La configuración de Codex no está completa. %@
fr: La configuration de Codex n'est pas terminée. %@
ja: Codex の設定が完了していません。%@
ko: Codex 구성이 완료되지 않았습니다. %@

source: MCP 已关闭，Agent 暂时无法通过 MCP 读取 Memory。
de: MCP ist deaktiviert. Agents können Memory vorerst nicht über MCP lesen.
en: MCP is off, so Agents can't read Memory through MCP for now.
es: MCP está desactivado; por ahora el Agent no puede leer Memory mediante MCP.
fr: MCP est désactivé ; les Agents ne peuvent temporairement pas lire Memory via MCP.
ja: MCP はオフです。Agent は現在 MCP 経由で Memory を読み取れません。
ko: MCP가 꺼져 있어 Agent가 당분간 MCP로 Memory를 읽을 수 없습니다.

source: MCP 记忆访问
de: MCP-Zugriff auf Memory
en: MCP Memory Access
es: Acceso a Memory por MCP
fr: Accès à Memory via MCP
ja: MCP による Memory アクセス
ko: MCP Memory 접근

source: Markdown · 保存时保留来源与历史版本
de: Markdown · Quellen und frühere Versionen bleiben beim Sichern erhalten
en: Markdown · sources and previous versions are kept when saving
es: Markdown · al guardar se conservan las fuentes y las versiones anteriores
fr: Markdown · les sources et les versions précédentes sont conservées à l'enregistrement
ja: Markdown · 保存時にソースと履歴バージョンを保持
ko: Markdown · 저장 시 출처와 이전 버전 보존

source: Markdown 文件路径
de: Markdown-Dateipfad
en: Markdown File Path
es: Ruta del archivo Markdown
fr: Chemin du fichier Markdown
ja: Markdown ファイルのパス
ko: Markdown 파일 경로

source: Markdown 源码
de: Markdown-Quelltext
en: Markdown Source
es: Código Markdown
fr: Source Markdown
ja: Markdown ソース
ko: Markdown 소스

source: Memory 不存在。
de: Die Memory-Seite existiert nicht.
en: Memory page does not exist.
es: La página de Memory no existe.
fr: Cette page Memory n'existe pas.
ja: Memory が存在しません。
ko: Memory가 존재하지 않습니다.

source: Memory 中不能索引符号链接：%@
de: Symbolische Links in Memory können nicht indiziert werden: %@
en: Symbolic links can't be indexed in Memory: %@
es: No se pueden indexar enlaces simbólicos en Memory: %@
fr: Les liens symboliques ne peuvent pas être indexés dans Memory : %@
ja: Memory 内のシンボリックリンクはインデックスできません：%@
ko: Memory에서는 심볼릭 링크를 색인할 수 없습니다: %@

source: Memory 元信息不完整。
de: Die Memory-Metadaten sind unvollständig.
en: Memory metadata is incomplete.
es: Los metadatos de Memory están incompletos.
fr: Les métadonnées Memory sont incomplètes.
ja: Memory のメタ情報が不完全です。
ko: Memory 메타데이터가 불완전합니다.

source: Memory 参考截图 ID 无效。
de: Die ID eines Referenz-Bildschirmfotos in Memory ist ungültig.
en: Invalid Memory reference screenshot ID.
es: El ID de la captura de referencia de Memory no es válido.
fr: L'identifiant de la capture d'écran référencée par Memory est invalide.
ja: Memory の参照スクリーンショット ID が無効です。
ko: Memory 참조 스크린샷 ID가 유효하지 않습니다.

source: Memory 和来源信息独立保存。原图过期后记忆仍可用；等待整理的截图会继续保留。
de: Memory und Quellinformationen werden getrennt gespeichert. Läuft ein Originalbild ab, bleibt die Memory-Seite nutzbar; Bildschirmfotos, die auf die Organisation warten, bleiben erhalten.
en: Memory and source information are stored separately. Memory stays available after the original images expire, and screenshots waiting to be organized are kept.
es: Memory y la información de las fuentes se guardan por separado. Memory sigue disponible aunque las imágenes originales caduquen; las capturas en espera de organización se conservan.
fr: Memory et les informations de source sont enregistrées séparément. Les pages Memory restent disponibles après l'expiration des images originales ; les captures en attente d'organisation sont conservées.
ja: Memory とソース情報は別々に保存されます。元の画像が期限切れになっても Memory は利用でき、整理待ちのスクリーンショットは引き続き保持されます。
ko: Memory와 출처 정보는 별도로 저장됩니다. 원본 이미지가 만료된 후에도 Memory는 계속 사용할 수 있으며, 정리 대기 중인 스크린샷은 계속 보관됩니다.

source: Memory 已保存；任务识别未完成：%@
de: Memory gesichert; Aufgabenerkennung nicht abgeschlossen: %@
en: Memory saved; task discovery did not finish: %@
es: Memory guardada; la identificación de tareas no se completó: %@
fr: Memory enregistrée ; identification des tâches inachevée : %@
ja: Memory は保存されました。タスク認識は未完了です：%@
ko: Memory는 저장되었으나 작업 식별이 완료되지 않았습니다: %@

source: Memory 文件目录
de: Memory-Ordner
en: Memory Folder
es: Carpeta de archivos de Memory
fr: Dossier des fichiers Memory
ja: Memory ファイルのディレクトリ
ko: Memory 파일 폴더

source: Memory 来源 ID 无效。
de: Eine Quellen-ID in Memory ist ungültig.
en: Invalid Memory source ID.
es: El ID de fuente de Memory no es válido.
fr: L'identifiant de source Memory est invalide.
ja: Memory のソース ID が無効です。
ko: Memory 출처 ID가 유효하지 않습니다.

source: Memory 标题过长。
de: Der Memory-Titel ist zu lang.
en: Memory title is too long.
es: El título de Memory es demasiado largo.
fr: Le titre de la page Memory est trop long.
ja: Memory のタイトルが長すぎます。
ko: Memory 제목이 너무 깁니다.

source: Memory 根目录
de: Memory-Stammordner
en: Memory Root
es: Raíz de Memory
fr: Racine de Memory
ja: Memory のルート
ko: Memory 루트
